[
  {
    "title": "Expresso do Amanhã",
    "description": "Um grupo de pesquisadores cria um experimento capaz de pôr fim à ameaça do aquecimento global, mas seus planos não saem como o planejado e eles acabam eliminando quase toda a vida da Terra, que, por sua vez, transforma-se em um deserto de gelo. Os únicos sobreviventes vagam pelo planeta a bordo de um trem chamado Snowpiercer, mas nem todos estão conformados com a situação. Com isso, uma revolução está prestes a eclodir.",
    "release_date_time": "2010-10-08T03:27:37Z",
    "cover": "a0.jpg"
  },
  {
    "title": "O Senhor dos Anéis: Os Anéis de Poder",
    "description": "Tendo início em uma época de relativa paz, a série acompanha um grupo de personagens que enfrenta o ressurgimento do mal na Terra-média. Das profundezas escuras das Montanhas de Névoa, das majestosas florestas de Lindon, do belíssimo reino da ilha de Númenor, até os confins do mapa, esses reinos e personagens criarão legados que permanecerão vivos muito além de suas partidas.",
    "release_date_time": "2012-10-01T12:34:37Z",
    "cover": "a1.jpg"
  },
  {
    "title": "The Serpent Queen",
    "description": "Conta a história de Catarina de Médici, que, apesar de todas as dificuldades, se tornou uma das regentes mais poderosas e longevas da história da França. A história de Catarina é contada por meio de retrospectos, enquanto ela defende suas ações e compartilha as lições que aprendeu com sua nova criada, Rahima.",
    "release_date_time": "2014-12-05T05:21:37Z",
    "cover": "a2.jpg"
  },
  {
    "title": "A Mulher no Lago",
    "description": "Quando o desaparecimento de uma menina atinge a cidade de Baltimore em 1966, as vidas de duas mulheres convergem em uma rota de colisão fatal.",
    "release_date_time": "2011-08-25T23:12:37Z",
    "cover": "a3.jpg"
  },
  {
    "title": "O Exterminador do Futuro Zero",
    "description": "Uma guerreira de um futuro apocalíptico volta a 1997 para proteger um cientista perseguido por um ciborgue implacável.",
    "release_date_time": "2015-09-17T06:32:37Z",
    "cover": "a4.jpg"
  },
  {
    "title": "Guerra Civil",
    "description": "Em um futuro não tão distante, quando uma guerra civil se instaura nos Estados Unidos, uma equipe pioneira de jornalistas de guerra viaja pelo país para registrar a dimensão e a situação de um cenário violento que tomou as ruas em uma rápida escalada, envolvendo toda a nação. No entanto, o trabalho de registro se transforma em uma guerra de sobrevivência quando eles também se tornam o alvo.",
    "release_date_time": "2014-01-15T02:23:37Z",
    "cover": "a5.jpg"
  },
  {
    "title": "Garfield - Fora de Casa",
    "description": "Garfield, o mundialmente famoso gato de interior que odeia segundas-feiras e adora lasanha, está prestes a ter uma aventura selvagem ao ar livre! Depois de um reencontro inesperado com seu pai há muito perdido – o desalinhado gato de rua Vic – Garfield e seu amigo canino Odie são forçados a deixar sua vida perfeitamente mimada para se juntarem a Vic em um assalto hilariante e de alto risco.",
    "release_date_time": "2017-06-16T04:45:37Z",
    "cover": "a6.jpg"
  },
  {
    "title": "Um Lugar Silencioso: Dia Um",
    "description": "Um prequel que conta a origem das criaturas de \"Um Lugar Silencioso\".",
    "release_date_time": "2022-08-18T07:59:37Z",
    "cover": "a7.jpg"
  },
  {
    "title": "Tuesday: O Último Abraço",
    "description": "Zora (Julia Louis-Dreyfus) é uma mãe dedicada que vive com sua filha Tuesday (Lola Petticrew), que está doente em estágio terminal. Certo dia, elas recebem uma visita inusitada: a própria Morte, através de um pássaro falante que muda de tamanho. Esse encontro leva as duas em um caminho de reflexão sobre vida, amor, morte e família enquanto se preparam para o adeus.",
    "release_date_time": "2024-07-13T02:56:37Z",
    "cover": "a8.jpg"
  },
  {
    "title": "Os Estranhos: Capítulo 1",
    "description": "A jovem Maya viaja para o campo com seu namorado para começar uma nova vida. Quando seu carro quebra, o casal é forçado a passar a noite em um Airbnb isolado na floresta, onde o casal é aterrorizado até o amanhecer por três estranhos mascarados.",
    "release_date_time": "2018-02-11T01:45:37Z",
    "cover": "a9.jpg"
  },
  {
    "title": "Deadpool & Wolverine",
    "description": "Um apático Wade Wilson trabalha duro na vida civil. Seus dias como mercenário moralmente flexível, Deadpool, ficou para trás. Quando seu planeta enfrenta uma ameaça, Wade deve relutantemente vestir-se novamente com um ainda mais relutante… relutante? Mais relutante? Ele deve convencer um Wolverine relutante em&#8230; Porra. As sinopses são tão estúpidas.",
    "release_date_time": "2019-03-14T00:34:37Z",
    "cover": "a10.jpg"
  },
  {
    "title": "Vínculo Mortal",
    "description": "O detetive Ember Manning tem que descobrir como um incêndio em uma casa de férias se conecta a um jornalista de podcast que investiga um caso frio de uma pessoa desaparecida e um triângulo de amor ilícito entre um homem de vinte e duas meninas menores de idade.",
    "release_date_time": "2020-11-09T23:21:37Z",
    "cover": "a11.jpg"
  },
  {
    "title": "Hard Home",
    "description": "Uma mãe enlutada atrai a assassina de sua filha em sua casa inteligente para se vingar, envolvendo -se em um jogo distorcido onde a vida e a morte estão em jogo.",
    "release_date_time": "2021-09-17T12:12:37Z",
    "cover": "a12.jpg"
  },
  {
    "title": "O Corvo",
    "description": "As almas gêmeas Eric Draven e Shelly Webster são brutalmente assassinadas quando os demônios de seu passado sombrio os alcançam. Atravessando os mundos dos vivos e dos mortos, Draven retorna em busca de vingança sangrenta contra os assassinos.2.",
    "release_date_time": "2023-05-19T23:43:37Z",
    "cover": "a13.jpg"
  },
  {
    "title": "A Academia do Sr. Kleks",
    "description": "Em busca do pai desaparecido, uma garota comum aceita estudar em uma universidade mágica, comandada por um professor muito excêntrico.",
    "release_date_time": "2024-04-20T01:45:37Z",
    "cover": "a14.jpg"
  },
  {
    "title": "O Imaginário",
    "description": "Amanda e Rudger, seu amigo imaginário, vivem altas aventuras. Mas eles acabam se separando e Rudger precisa enfrentar sozinho uma ameaça misteriosa.",
    "release_date_time": "2015-07-22T12:56:37Z",
    "cover": "a15.jpg"
  }
]